<!DOCTYPE html> 
<html>
<head>
<title>CRVENI LUK - Allium cepa</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">

<meta http-equiv="content-language" content="hr">
<meta name="keywords" content="allium cepa,crveni luk, kapula">
<link href="../_css/stylesheet.css" rel="stylesheet" type="text/css"/>
<!-- jquery -->
<script type="text/javascript" src="../_jscript/jquery/jquery-1.8.3.min.js"></script>

<script type="text/javascript" src="../_jscript/jquery/jquery-ui-1.9.2.custom/js/jquery-ui-1.9.2.custom.min.js"></script>

<link rel="stylesheet" href="../_jscript/jquery/jquery-ui-1.9.2.custom/css/ui-lightness/jquery-ui-1.9.2.custom.min.css" type="text/css" media="all" />

<script type="text/javascript">
<!-- GA start -->
  var _gaq = _gaq || [];
  _gaq.push(['_setAccount', 'UA-28168685-1']);
  _gaq.push(['_setDomainName', 'bioraznolikost.org']);
  _gaq.push(['_setAllowLinker', true]);
  _gaq.push(['_trackPageview']);
 
  (function() {
    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
  })();
<!-- GA end -->

function loadContent() 
{ 

	 $("#left_sidebar_container").load("../index.jsp #left_sidebar");
    $("#header_container").load("../index.jsp #header"); 
} 
</script>
<style type="text/css">
 img {margin-left:5px}
 i{display:block;margin-left:5px}
</style>
</head>

<body  leftmargin="0" topmargin="0" onload="loadContent()">
<div  id="header_container">
 
</div>
<div id="main">
 <div id="left_sidebar_container">
 </div>
<div id="content_main" style="">
  <h5>CRVENI LUK <i style="display:inline"> - Allium cepa</i></h5>

<img src="../_img/luk_sjeme.jpg" style="width:200px;float:left;margin-right:10px"/>
<i>Uzgoj</i>
<p>Luk raste kao druga kultura, tj. nakon "izjelica gnojiva". Sadi se u rahlo tlo, toplo, bogato humusom. Sun&#269;ana gredica se priprema na jesen tako da se stavi stajski gnoj i kompost, te se zemlja mal&#269;ira. Ako je potrebna dodatna prihrana, ovisno o mineralima i tvarima dostupnima u tlu, koriste se gnojiva koja sadr&#382;e kalij, primjerice drveni pepeo. Gnojiva sa velikim udjelom du&#353;ika moraju se izbjegavati jer &#263;e onemogu&#263;iti luku kvalitetnu zriobu. Nikada se ne smije gnojiti svje&#382;im gnojem.
</p>
<p>Njega gredice s lukom svodi se na na rahljenje tla i uklanjanje korova. Kod okopavanja treba pripaziti na plitko korijenje.</p>
<p>
Korijen intenzivno raste na temperaturi tla 8-10&#176;C. Listovi se najbr&#382;e razvijaju na temperaturi 18-20&#176;C. U uvjetima dugog dana i povi&#353;enih temperatura 20-25&#176;C (po&#269;inje ve&#263; od temperature tla 15&#176;C) zapo&#269;inje formiranje lukovice.
</p>
<p>
Danas se naj&#269;e&#353;&#263;e sadi holandski &#382;uti, iako bi bilo bolje obnoviti na&#353;e stare sorte luka: turopoljski, hercegova&#269;ki, ptujski, kupusinski jabu&#269;ar, rapski.
</p>

<i>Sadnja</i>
<p>
Luk se mo&#382;e uzgojiti sijanjem sjemena ili sadnjom lu&#269;ica (drugi naziv arpad&#382;ik). Luk je trogodi&#353;nja biljka. U prvoj godini iz sjemena se dobije lu&#269;ica. U drugoj godini iz lu&#269;ice se dobije glava luka, a u tre&#263;oj godini se iz glave luka dobije sjeme. Gustim sijanjem sjemena luka dobiju se sitne lukovice koje na godinu slu&#382;e kao sadni materijal. Luk dobiven direktno iz sjemena prorje&#273;ivanjem nasada, kako bi mu se omogu&#269;ilo da naraste ve&#263;i, je kvalitetniji od onog dobivenog iz jednogodi&#353;njih lu&#269;ica.
Uzgoj luka iz sjemena obavlja se u tople gredice &#269;ime ubrzavamo njegov rast, no luk je dosta otporan prema niskim temperaturama, sjeme ni&#269;e ve&#263; na 3-5&#176;C, ali mu je optimalna temperatura za klijanje 15&#176;C. Kod uzgoja luka bitan je odnos temperature tla i zraka.  Ako je temperatura zraka vi&#353;a od temperature tla li&#353;&#263;e &#263;e br&#382;e rasti, a korijen se slabije razvijati.
Razmak redova u izravnoj sjetvi luka se razlikuje od sadnje lukovica. Otprilike se radi razmak 15 cm izme&#273;u redova, dok u redu taj razmak nije bitan jer nakon nicanja mo&#382;emo raditi prorije&#273;ivanje kod kojeg ostavimo samo najja&#269;e biljke (na nekih 12 cm). Dubina sjetve je 1-1,5 cm. Na 1 m2 mo&#382;e se dobiti 1 &#8212; 1,5 kg lu&#269;ica.
</p>
<p>
Lu&#269;ice su lukovice veli&#269;ine lje&#353;njaka (1,5 &#8212; 2,4 cm) koje se sade u travnju (ako je toplije vrijeme ve&#263; i u o&#382;ujku) u redovima na razmak 20-25 cm. Biljkama je izme&#273;u potreban prostor od cca 10 cm, jer &#263;e iz svake male lukovice izrasti veliki luk. Ako sadimo ve&#263;e lu&#269;ice,jedan dio biljaka &#263;e iste godine oti&#263;i u sjeme. Kod nas je u&#269;estalija sadnja luka iz lu&#269;ica. I svakako vrijeme sadnje nije jednako za kontinentalni i mediteranski dio Hrvatske. U ju&#382;nijim krajevima sadnja po&#269;inje ve&#263; u velja&#269;i. Luk razvija plitko, razgranato korijenje i ako se sadi ranije dok nisu ve&#263;e temperature lu&#269;ice &#263;e se bolje ukorijeniti. Sa porastom temperature nadzemni dijelovi &#263;e brzo potjerati, pa ukoliko se korijen nije dovoljno dobro razvio, ne&#263;e biti u mogu&#263;nosti dobro opskrbljivati cijelu biljku hranjivima, pa &#263;e cijela biljka zaostati sa razvojem. Zato je bitno ne kasniti sa sadnjom.
</p>
<p> 
U prvoj fazi vegetacije potrebno mu je vi&#353;e vlage, pa ako je su&#353;a potrebno je i dodatno zalijevati ili mal&#269;irati da se zadr&#382;i vlaga. Pod kraj vegetacije u vrijeme dozrijevanja vi&#353;e mu odgovara suho i toplo vrijeme.
</p>
<p>
Izvrsno uspjeva u mje&#353;ovitoj kulturi s mrkvom jer luk &#353;titi mrkvu od mrkvine muhe, a mrkva &#353;titi luk od lukove muhe.
</p>

<i>Allium cepa i homeopatija</i>
<p>
U doba stare Gr&#269;ke luk je bio vrlo cijenjen i konzumiran u znatnim koli&#269;inama. U srednjem vijeku smatralo se da zbog jakog mirisa luk lije&#263;i mnoge bolesti. U homeopatiji se koristi za lije&#269;enje prehlade i gripe jer uzrokuje suzenje o&#269;iju i curenje nosa, simptome jednake kod oboljelih od dvaju navedenih bolesti.
Crveni luk se rijetko u prirodi nalazi samoniklo. Zabilje&#382;en je jedino na podru&#269;ju isto&#269;ne Azije.
</p>

<i style="margin-bottom:5px">&#268;uvanje sjemena</i>
<img src="/_img/luk_cvijet.jpg" style="width:100px;float:left;margin-right:10px;margin-bottom:5px"/>
<p>Sjemenke luka su kratkoga &#382;ivotnog vijeka, 1-2 godine, a nakon toga klijavost naglo pada. Da ne bi do&#353;lo do me&#273;usobnog kri&#382;anja potrebno je razli&#269;ite vrste iz porodice luka saditi na me&#273;usobno ve&#263;em razmaku. Preporu&#263;a se da to bude 2-5 kilometara, a ako to nije mogu&#263;e cvijetovi se za&#353;tite vre&#263;icamam, a kada do&#273;e vrijeme za opra&#353;iti cvijet, najbolje je to u&#269;initi rano u jutro ili kasno na ve&#269;er, jer insekti tada nisu aktivni. Vre&#269;ice se uklone i lagano kistom pre&#273;e preko cvijetova. Sjemenke treba pustiti da sazriju i da se osu&#353;e na biljci.
</p>

<i>Mladi luk</i>
<p>
Ako luk posa&#273;en iz sjemena nema dovoljno sati dnevnog svjetla ne&#263;e do&#263;i do razvoja lukovice i na taj na&#263;in se dobiva mladi ili proljetni luk. Obi&#269;no se sade krupnije lu&#269;ice koje su prekrupne za proizvodnju glavice luka (2,5 &#8211; 3 cm). Sade se plitko u jame 10 x 10 cm od druge polovine rujna ili u rano prolje&#263;e. Mladi luk se bere nakon cca 1,5 mjesec kada nadzemni dio dosegne visinu od 30-40 cm. Zeleni dio je bogat vitaminom C.
</p> 

 </div>
 <div style="" id="right_sidebar">
  <a target="_blank" href="http://hr.wikipedia.org/wiki/Sistematika" style="margin-left: 5px;">Sistematika</a>
 </div>
</div>
</body>
</html>
