<!DOCTYPE html> 
<html>
<head>
<title>Za&#353;tita bilja na prirodan na&#269;in</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
<meta http-equiv="content-language" content="hr">
<meta name="keywords" content="zastita bilja,organski uzgoj,bez kemije,zastita od nametnika">
<link href="../_css/stylesheet.css" rel="stylesheet" type="text/css"/>
<!-- jquery -->
<script type="text/javascript" src="../_jscript/jquery/jquery-1.8.3.min.js"></script>

<script type="text/javascript" src="../_jscript/jquery/jquery-ui-1.9.2.custom/js/jquery-ui-1.9.2.custom.min.js"></script>

<link rel="stylesheet" href="../_jscript/jquery/jquery-ui-1.9.2.custom/css/ui-lightness/jquery-ui-1.9.2.custom.min.css" type="text/css" media="all" />

<script type="text/javascript" src="../_jscript/bioraznolikost.js"></script>
<script>

<!-- GA start -->
  var _gaq = _gaq || [];
  _gaq.push(['_setAccount', 'UA-28168685-1']);
  _gaq.push(['_setDomainName', 'bioraznolikost.org']);
  _gaq.push(['_setAllowLinker', true]);
  _gaq.push(['_trackPageview']);
 
  (function() {
    var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
  })();
<!-- GA end -->
function loadContent() 
{ 


	 $("#left_sidebar_container").load("../index.jsp #left_sidebar");
    $("#header_container").load("../index.jsp #header"); 
} 
</script>
<style type="text/css">
h4{margin-left:5px}
</style>
</head>

<body bgcolor="#FFFFFF" text="#000000" leftmargin="0" topmargin="0" onload="loadContent()">
<div id="fb-root"></div>
<script>(function(d, s, id) {
  var js, fjs = d.getElementsByTagName(s)[0];
  if (d.getElementById(id)) return;
  js = d.createElement(s); js.id = id;
  js.src = "//connect.facebook.net/en_US/all.js#xfbml=1";
  fjs.parentNode.insertBefore(js, fjs);
}(document, 'script', 'facebook-jssdk'));</script>
<div  id="header_container">
 
</div>
<div id="main" >
 <div id="left_sidebar_container">
 </div>
<div id="content_main" style="">
  <h4 style="width:400px;"><i>Zaštita bilja na prirodan na&#269;in</i></h4>
  <div style="float:left;width:50px;margin-left:5px;margin-top:5px"><g:plusone size="small"></g:plusone></div>
  <div style="float:right;width:50px;margin-right:25px;font-size:9px">
	<div class="fb-like" data-href="http://www.bioraznolikost.org/vrtlarskiSavjeti/zastita_bilja.html" data-layout="button_count" data-width="450" data-show-faces="false" data-font="arial"></div>
  </div>
  <div style="clear:both;"></div>

<div>

<p>
Za&#353;tita usjeva od napada bolesti ili &#353;tetnika obavlja se organskim pripravcima ili ostalim dopu&#353;tenim sredstvima koja bitno ne naru&#353;avaju bioravnote&#382;u u vrtu, te se ne talo&#382;e u tlu i ne one&#269;i&#353;&#263;uju ga, a borba protiv korova uglavnom se vodi preventivno ili mehani&#269;ki.
</p>
<h4>
Sredstva za borbu protiv bolesti
</h4>
<p>
KOMPOSTNI &#268;AJEVI: Protiv raznih vrsta gljivica u praksi se pokazao djelotvornim &#269;aj pripravljen od dobro sazrelog komposta. Priprema se tako da se izva&#382;e pet kilograma dobro formiranog komposta, stavi u platnenu vre&#263;icu i umo&#269;i u posudu s 20 litara tople vode, te ostavi da stoji dva-tri dana. Smjesi se doda i kilogram &#353;e&#263;era radi boljega prijanjanja sredstva uz listove. Tim koncentratom prskaju se listovi biljake nakon razrje&#273;ivanja vodom u omjeru 1:15 do 1:17.
</p>
<p>
MODRA GALICA PROTIV BOLESTI POLIJEGANJA: Za tek iznikle biljke napadnute gljivicama koje izazivaju polijeganje nasada (rod Rhizoctonia, rje&#273;e Pythium), mo&#382;e se koristiti 0,75-postotna otopina bordo&#353;ke juhe (modra galica), kojom prskamo biljke u fazi razvoja dva prava lista.
</p>
<p>
TONIK KORE DRVETA PROTIV RAZNIH BOLESTI: Voda u kojoj je tijekom nekoliko dana namakana svje&#382;a ili samljevena kora raznih vrsta drve&#263;a (hrast, orah, jabuka) mo&#382;e odli&#269;no poslu&#382;iti protiv napada mnogobrojnih biljnih bolesti. Iskustvo je pokazalo da kora treba biti prekrivena li&#353;ajevima jer je tada otopina djelotvornija. Tom otopinom prskamo biljke bez razrje&#273;ivanja.
</p>
<p>
MLIJEKO PROTIV SNIJETI (plijesni): U slu&#269;aju napada tih bolesti na listove krastavca ili gra&#353;ka pomije&#353;amo mlijeko s vodom u omjeru 1:1 i prskamo pripravkom biljke svakih nekoliko dana, dok ne obuzdamo napad bolesti.
</p>
<p>
&#268;AJ OD KAMILICE PROTIV GLJIVICA: S obzirom na to da je kamilica blagi fungicid, osu&#353;eni list i cvijet kamilice (mo&#382;e i iz filter-vre&#263;ice) skuhamo, ostavimo stajati deset minuta, ohladimo i prskamo po biljkama u slu&#269;aju napada bolesti.
</p>
<p>
UVARAK OD HRENA PROTIV MONILIJE (trule&#382;i ploda): Uvarak od hrena dobijemo tako da 500 grama svje&#382;eg lista hrena kuhamo s pet litara vode. Tim pripravkom prskamo vo&#263;ke u rano prolje&#263;e (prije listanja).
</p>
<p>
PRIPRAVAK OD PELINA PROTIV HRĐE NA RIBIZU: Pripravak dobijemo potapanjem 300 grama svje&#382;ih listova i cvjetova pelina (mo&#382;e i 30 grama osu&#353;enih) u deset litara vode, te dr&#382;imo tijekom 2-3 dana. Procije&#273;enim i nerazrije&#273;enim sredstvom prskamo biljke.
</p>
<p>
PRIPRAVAK OD PRESLICE PROTIV PLIJESNI I HR&#272;E: Ovim se pripravkom istodobno suzbijaju i grinje i crveni pauk. Kilogram svje&#382;e preslice (mo&#382;e i 50 grama osu&#353;ene) potopimo u deset litara vode i ostavimo stajati tijekom 12 sati. Sutradan ve&#263;i dio teku&#263;ine odlijemo i tu masu lagano kuhamo 30 minuta, zatim ohladimo i dodajemo preostalu vodu od namakanja. Litru takvoga pripravka razrje&#273;ujemo s pet litara vode, procijedimo i prskamo biljke. Prskamo po lijepom i sun&#269;anom vremenu, a sredstvo mo&#382;emo mije&#353;ati i s pripravkom od koprive i prskati zajedno.
</p>
<p>
PRIPRAVAK OD PELINA PROTIV HRDE NA RIBIZU: Pripravak dobijemo potapanjem 300 grama svje&#382;ih listova i cvjetova pelina (mo&#382;e i 30 grama osu&#353;enih) u deset litara vode, te dr&#382;imo tijekom 2-3 dana. Procije&#273;enim i nerazri-je&#273;enim sredstvom prskamo biljke.
</p>
<p>
PRIPRAVAK OD PRESLICE PROTIV PLIJESNI I HR&#272;E: Ovim se pripravkom istodobno suzbijaju i grinje i crveni pauk. Kilogram svje&#382;e preslice (mo&#382;e i 50 grama osu&#353;ene) potopimo u deset litara vode i ostavimo stajati tijekom 12 sati. Sutradan ve&#263;i dio teku&#263;ine odlijemo i tu masu lagano kuhamo 30 minuta, zatim ohladimo i dodajemo preostalu vodu od namakanja. Litru takvoga pripravka razrje&#273;ujemo s pet litara vode, procijedimo i prskamo biljke. Prskamo po lijepom i sun&#269;anom vremenu, a sredstvo mo&#382;emo mije&#353;ati i s pripravkom od koprive i prskati zajedno.
</p>

<h4>Sredstva za borbu protiv &#353;tetnika</h4>
<p>
EKSTRAKT OD PEPELA &#352;TETNIKA: Za odbijanje napada razli&#269;itih insekata vrlo je koristan ekstrakt dobiven prikupljanjem i spaljivanjem nekoliko &#353;aka &#353;tetnika. Pepeo tako spaljenih insekata mije&#353;amo s vodom i tom suspenzijom prskamo napadnute biljke. Navedeno vrijedi i za pu&#382;eve, te za druge vrste &#353;tetnika, koje treba prikupiti, usitniti (starim mikserom) i preliti vodom. Tu smjesu ocijedimo i centimetar kubni smjese razrjedujemo s 20 litara vode i zatim biljke prskamo s donje i gornje strane li&#353;&#263;a.
</p>
<p>
PRIPRAVAK OD LJUTIH PAPRI&#268;ICA:djeluje odbijaju&#263;e za odrasle insekte, na gusjenice i li&#269;inke kao jak &#382;elu&#269;ani otrov, a u p&#269;elarstvu sprje&#269;ava ulazak mrava u ko&#353;nicu. Pripravlja se tako da jednu glavicu &#269;e&#353;njaka i crvenog luka usitnimo, te dodamo veliku &#382;licu ljute paprike (feferoni, &#269;ili papri&#269;ice) i prelijemo 1,5 litrom vode te kuhamo 20 minuta u plitkoj posudi. Ohla&#273;enu smjesu &#269;uvamo u staklenki, a za prskanje dvije velike &#382;lice pripravka razrjedujemo litrom vode u koju smo dodali ne&#353;to masnog sapuna (radi boljega prijanjanja uz listove).
</p>
<p>
PRIPRAVAK OD PELINA djeluje na ve&#263;inu insekata meka tijela (prije svega lisnih u&#353;i i muha), a odbija i mrave, ku&#263;ne moljce, pa &#269;ak i zmije. Za pripremu kuhamo 250 grama li&#353;&#263;a pelina u 1,5 litara vode pola sata, a dodajemo i jednu veliku &#382;licu naribanog masnog sapuna. Za prskanje razrjedujemo smjesu kao i kod pripravka od ljutih papri&#269;ica.
</p>
<p>
PRIPRAVAK OD &#268;E&#352;NJAKA djeluje kao pravi insekticid i ubija i korisne insekte, te ga treba koristiti samo u slu&#269;aju ja&#269;eg napada. Pripremamo ga tako da 100 grama &#269;e&#353;njaka dobro usitnimo i prelijemo mineralnim uljem, te ostavimo stajati 24 sata. Nakon toga smjesu procijedimo i pomije&#353;amo s litrom vode u koju smo prije toga dodali nekoliko kapi teku&#263;eg sapuna i &#269;uvamo je u dobro zatvorenoj staklenki. Za prskanje uzimamo dvije decilitre pripravka koji razrjedujemo s deset litara vode.
</p>
<p>
PRIPRAVAK OD KOPRIVA  Pripravljamo ga od kilograma svje&#382;e ubranih i usitnjenih kopriva (mo&#382;e i 100-200 grama osu&#353;enih), koje potopimo u deset litara vode tijekom 24 sata, te procijedimo i prskamo biljke sa svih strana. Postupak ponavljamo nakon nekoliko dana, a biljne ostatke kompostiramo.
</p>
<p>
VAPNO I PEPEO: Posipanje tla u okolici biljaka vapnom u prahu ili pepelom od drvenog ugljena odbija kupusnu muhu. Uno&#353;enje drvenog pepela u tlo mo&#382;e pomo&#263;i u borbi protiv mrkvine muhe. Protiv insekata (gusjenica i pu&#382;eva) koji izgrizaju li&#353;&#263;e, kao i pu&#382;eva balavaca, efikasno je zapa&#353;iti listove ugro&#382;enih biljaka DIATOMEJSKOM ZEMLJOM. U slu&#269;aju ja&#269;ega napada na neki usjev prikupimo vi&#353;e pu&#382;eva balavaca i stavimo ih u posudu s vrelom vodom. Nakon &#353;to se teku&#263;ina ohladi, pu&#382;eve vadimo i bacamo na kompostnu hrpu, a ekstraktom prskamo mlade biljke krastavaca, suncokreta, kadifice, salate itd.
</p>
<p>
PRIPRAVAK OD DUHANA: Uporaba duhana (nikotina) nije dozvoljena u ekolo&#353;koj poljoprivredi, ali mo&#382;e dati dobre rezultate u cvje&#263;arstvu (osobito za ru&#382;e) protiv lisnih u&#353;i. Sredstvo pripremamo tako da tri cigarete (po mogu&#263;nosti od sitnolisnog duhana lo&#353;ije kakvo&#263;e) izmrvimo i u 1,5 litara vode ostavimo stajati pet dana. Nakon toga pripravak procijedimo i nerazrijeden prskamo po napadnutim biljkama.
</p>

<h4>Ostale mjere borbe protiv &#353;tetnika</h4>
<p>
SAKUPLJANJE &#352;TETNIKA pokazalo se djelotvornim u borbi protiv pu&#382;eva, krumpirove zlatice i &#382;i&#269;njaka. Za lak&#353;e skupljanje pu&#382;eva oko povr&#353;ina s povr&#263;em postavi se nekoliko dasaka polo&#382;enih na opeku ili kamen, kako bi se pu&#382;evi uvukli pod njih. Zatim povremeno obilazimo ta mjesta i skupljamo pu&#382;eve koji su se sklonili ispod njih. Pu&#382;eve uspje&#353;no suzbijamo i tzv. pivskim kupkama tako da najugro&#382;enijim mjestima u vrtu u tlo do ruba ukopamo plasti&#269;ne posude (od 2 dl) do pola napunjene pivom. Pu&#382;eve privla&#269;i miris piva i redovito upadaju u zamku, te se utope. Na nama je da povremeno obi&#273;emo klopke, povadimo mrtve pu&#382;eve i posude dopunimo pivom. Za skupljanje krumpirove zlatice va&#382;no je imati strpljenja i znati da jaja&#353;ca li&#269;inki odla&#382;u s donje strane li&#353;&#263;a. A u svrhu preventivne borbe prepo&#172;ru&#269;ljivo je zasaditi ranije nekoliko rovi&#263;a krumpira na rubu krumpiri&#353;ta. Te rovi&#263;e zlatice napadaju prve i tada na njima mo&#382;emo lak&#353;e prikupiti prvu generaciju zlatica i time znatno smanjiti kasniji napad. Skupljene zlatice spaljujemo ili dajemo peradi, a za ve&#263;e povr&#353;ine krumpira postoje vu&#269;ni strojevi za otresanje i prikupljanje zlatica s biljaka. &#381;i&#269;njake prikupljamo tako da na napadnutim mjestima zakopamo napola presje&#269;ene gomolje krumpira i to tako da presje&#269;eni dio okrenemo prema dolje. Nakon dva dana prikupljamo napadnute gomolje i spaljujemo ih.
</p>
<p>
POSIPANJE PEPELA, PIJESKA ILI VAPNA protiv pu&#382;eva primjenjuje se pri uzgoju povr&#263;a na manjim povr&#353;inama i to tako da se oko gredica napravi za&#353;titni pojas od navedenih materijala u &#353;irini od bar 30 centimetara.
</p>
<p>
Kada pri uzgoju povr&#263;a &#269;e&#353;&#263;e koristimo zastirke (mal&#269;), mo&#382;e do&#263;i do masovnije pojave pu&#382;eva i njihovog ja&#269;eg napada na uzgojene kulture. Tada efikasno koristiti ZASTIRKU OD ORAHOVOG LI&#352;&#262;A ILI STRUGOTINE DRVETA, jer odbija pu&#382;eve.
</p>
<p>
Za manje povr&#353;ine gredice mo&#382;emo za&#353;tititi od napada pu&#382;eva uskim vrpcama od tanke BAKRENE FOLIJE, jer stati&#269;ki elektricitet odbija pu&#382;eve i vrpca im je neprelaz-na prepreka.
</p>
<p>
LJEPLJIVE PLO&#268;E, LOVNE POSUDE, MAMCE I MRE&#381;E protiv insekata &#269;e&#353;&#263;e koristimo u uzgoju povr&#263;a u zatvorenim prostorima. &#381;ute ljepljive plo&#269;e, kao i &#382;ute lovne posude s malo teku&#263;eg sapuna uglavnom se koriste za lov na muhe i mu&#353;ice, plave ljepljive plo&#269;e koriste se protiv tripsa, a ponekad se koriste i feromonski mamci za privla&#269;enje i uni&#353;tavanje opasnijih &#353;tetnika.
</p>

<h4>Borba protiv korova</h4>
<p>
Na manjim povr&#353;inama najefikasniji na&#269;in je plijevljenje i ru&#269;no okopavanje, ali za ve&#263;e povr&#353;ine postoje posebni vu&#269;eni &#353;irokozahvatni strojevi pljevilice, kultivatori, &#273;rlja&#269;e-&#269;e&#353;ljevi (&#353;trigl), rotiraju&#263;e moti&#269;ice, &#268;etkasti kultivatori, itd.
</p>
<p>
Kao na&#269;in borbe protiv korova i &#269;uvanja vlage u tlu jako je ra&#353;irena tehnika zastiranja (mulch) povr&#353;ine izme&#273;u redova kultura. Zastiranje se radi li&#353;&#263;em, poko&#353;enom travom, tresetom, rje&#273;e plastikom, kamenjem, itd. Pri-tom postoje hranjive (poluzreli kompost, polutrulo li&#353;&#263;e, poko&#353;ena kopriva) i za&#353;titne zastirke. Za&#353;titne zastirke se rabe radi &#269;uvanja vlage (posebice na pjeskovitim tlima), te sprje&#269;avanje nicanja korova (slama, sijeno, pa&#172;pir, plastike itd.).
</p>
<p>
Termi&#269;ko suzbijanje korova se radi samo za ve&#263;e nasade, a korove se spaljuje plinskim plamenicima montiranim na traktorima ili ure&#273;ajima s infracrvenim zrakama,no ne smatraju se potpuno ekolo&#353;kim metodama zbog velikog utro&#353;ka energije. Metoda pepeo korova predlo&#382;ena je jo&#353; od dr. Steinera, a osnova joj je da se sve zrelo sjeme neke jako zakorovIjene parcele sakupi i spali na tom polju, te tako nastali pepeo pomije&#353;an s pijeskom razbaca po parceli. Dr. Steiner je tvrdio da &#263;e poslije &#269;etiri godine ovakvoga tretmana do&#263;i do zna&#269;ajnog smanjivanja zakorovljenosti na navedenoj parceli.
</p>
<p>
Ulje suncokreta ili ulje ne repice u vodenoj suspenziji efikasno zatvara puci biljaka i time herbicidno djeluje na kororve, ali isto tako i na usjev, pa je ta metoda vrlo ograni&#269;ene prakti&#269;ne vrijednosti.
</p>
<p>
Mr.sc. Darko GRGI&#262;
</p>
</div>
 </div>
 <div id="right_sidebar">
  <script type="text/javascript" charset="utf-8" src="http://s6.scribdassets.com/javascripts/doc_widget/v1.1.js"> </script>
<script type="text/javascript" charset="utf-8">
ScribdX.DocWidget.BASE_URL = "http://www.scribd.com";
ScribdX.DocWidget.ASSETS_BASE_URL = "http://s6.scribdassets.com";
(new ScribdX.DocWidget({
    type:"public_document_collections",
    resource_id: 3472299,
    show_resource_owner: true,
    show_doc_thumbnail: true,
    show_doc_owner: true,
    show_doc_reads: true,
    colors: {primary: "#1982AB", secondary: "white", label:"#888888", background: "#FFFFFF"},
    height: "400px",
    width: "180px",
    document_order: "ascending"
})).asyncGET();
</script>
 </div>
</div>
</body>
</html>
